import React from 'react';
import '../style/Ganim.scss';

const Ganim = () => {

    return (
        <div className="ganim">
            <h3>חוגים לגנים</h3>
            <ul className="hoogim">
                <li>
                    <h4>חוג מסע על כנפי הדמיון:</h4>
                    מדי שבוע יגיעו מדריך או מדריכה מקצועיים לשעה קסומה עם הילדים.<br></br>
                    יחד הם יעשו תיאטרון אינטראקטיבי, בו יציגו הצגה מוכרת מעולם האגדות:<br></br>
                    שלגיה ושבעת הגמדים<br></br>
                    החתול במגפיים<br></br>
                    פרח לב הזהב<br></br>
                    ועוד...<br></br>
                    ההצגה מלווה במוזיקה סוחפת, תפאורה ססגונית, איפור תואם ותלבושות מקוריות.<br></br>
                    <br></br>
                    <span>ערך מוסף:</span> עבודה על <strong>הביטחון העצמי</strong> של הילד בעזרת שימוש ב"כלי" השחקן 
                    (קול, הבעת רגשות, הבעות פנים ותנועות גוף), עבודה בקבוצה, <strong>שיתוף פעולה, 
                    כבוד הדדי,</strong> למידה על עולם הבמה: יחסי קהל - במה, קיר רביעי, גב לקהל, קול רם ועוד.
                    <img src="../../assets/images/masa-gan/30.jpg" alt="מסע על כנפי הדימיון - גנים"></img>
                </li>
                <li>
                    <h4>חוג מגלים ארצות:</h4>
                    מדי שבוע יפגשו הילדים שחקן/ית בדמות אותנטית. 
                    המפגש יחל בהצגת גלובוס גדול, עליו יראו הילדים היכן נמצאת
                    "הארץ בה נבקר היום", ולאחר מכן יזמינו השחקנים את הילדים 
                    להיכרות בלתי אמצעית עם תרבות חדשה, מנהגים, מוזיקה ושפה. 
                    הכל בליווי סיפורים משעשעים, כלי נגינה שונים, קטעי הפעלה, קסמים וכו'.
                    <br></br>
                    המפגשים יורכבו תמיד על פי אותה תבנית, כך שהילדים יורגלו ויצפו 
                    להתנהלות קבועה: היכרות ומבוא בעזרת הגלובוס, הכרת הדמות השבועית, 
                    מאפייני המדינה השבועית (דרך חפצים), מספר מילים בשפה המקומית, 
                    סיפור קצר מהמדינה השבועית, הפעלה מוזיקלית טיפוסית למדינה (עם כלי נגינה), 
                    סיכום, חלוקת דף הסבר להורים על הארץ בה ביקרנו היום ופרידה.
                    בסיום השנה ניתן לעשות מופע קצר, חינוכי ומשעשע להורים, המסכם את מה שלמדנו.<br></br>
                    <br></br>
                    <span>ערך מוסף:</span> פיתוח יכולות <strong>קשב וריכוז,</strong> מוטוריקה עדינה, פיתוח <strong>יכולות למידה,</strong> 
                    למידת שפה חדשה, <strong>קבלת האחר, הקשבה,</strong> עבודה בצוות ובקבוצה ועוד.
                    <img src="../../assets/images/megalim/42.jpg" alt="מגלים ארצות"></img>
                </li>
                <li>
                    <h4>חוג תנועה מוזיקלית לילדים:</h4>
                    חוג תנועה, המשלב משחקים ייחודיים ומקוריים, שפותחו על ידינו. 
                    בכל שיעור נחשפים הילדים למגוון רחב של אביזרים, כגון: 
                    כדורים, טבעות, חישוקים, כריות, ודליים, 
                    המותירים את הילדים סקרנים ונכונים לפעילויות חדשות.<br></br>
                    הנושאים רבים ומגוונים: ים, זהירות בדרכים, קואורדינציה, 
                    שיווי משקל, יוגה, ושיעורים נוספים.  
                    בכל שיעור נעבוד על מיומנויות מוטוריות, קוגניטיביות וכו'.
                    העבודה עם הילדים נעשית בגישה הנוירו-התפתחותית 
                    באמצעים מגוונים ומתאימה לילדים בטווח רחב של התפתחות.<br></br>
                    <br></br>
                    <span>ערך מוסף:</span> <strong>קשר בלתי אמצעי עם ילדים,</strong> באמצעים המגרים את 
                    הדמיון והחשיבה. עבודה תנועתית מהנה וחווייתית, התורמת - 
                    בנוסף לחיזוק מערכות הגוף השונות - גם <strong>לפיתוח כישורי חשיבה:</strong> 
                    משך הקשב, הבנת הוראות, פתרון בעיות, יצירתיות ותפיסה מרחבית.
                    <img src="../../assets/images/masa-gan/52.jpg" alt="תנועה מוזיקלית"></img>
                </li>
            </ul>
        </div>
    )
}

export default Ganim;