import React from 'react';
import '../style/Meonot.scss';

const Meonot = () => {

    return (
        <div className="meonot">
            <div className="meonot-text">
                <h3>חוגים למעונות ופעוטונים</h3>
                <div className="hoog-info">
                    <h4>חוג שעת סיפור בהמחשה לילדים:</h4>
                    הצגת תיאטרון בובות ממיטב הספרות הקלאסית המכניסה את הילדים לסיפור ומשלבת אותם בהצגתו.<br></br>
                    <br></br>
                    בכל פעילות יצפו הילדים בהצגת תיאטרון ממיטב הספרות הקלאסית לגיל הרך, ייחשפו למוזיקה מגוונת ולבובות תיאטרון צבעוניות וחברותיות למגע ולעין.<br></br>
                    <br></br>
                    באמתחתנו הצגות בנושאי השנה, כגון: עונות וחגים, ובנושאים מגדריים עכשוויים.<br></br>
                    <br></br>
                    <span>ערך מוסף:</span> בובות התיאטרון הן כלי עזר <strong>לקירוב ילדים לתכנים ספרותיים,</strong> תרבותיים וחברתיים, ולתכנים הכלולים בתכנית הלימודים. השימוש בתיאטרון הבובות ככלי <strong>להמחשה חווייתית,</strong> כלי <strong>תקשורת ואמצעי לפיתוח הדמיון</strong> והיכולת היצירתית. הבובות מאפשרות המחשה, המפשטת לילדים את התוכן ומהווה
                    אמצעי <strong>להעשרת הלימוד</strong> בחוויה. הבובות מייצגות טיפוסים שהילדים זקוקים להם לצורך <strong>הזדהות.</strong> הם עוזרים לבובה במציאת הפתרונות ובכך הם עוזרים לעצמם. השימוש בבובה <strong>מעודד יצירת קשר אישי עם הילדים.</strong> שילוב בובות תיאטרון בתהליך הלמידה הופך את המפגשים למהנים יותר ובשל כך גוברים אצל הילדים <strong>מוטיבציה, עניין וקשב</strong> בנושא הנלמד.
                </div>
            </div>
            <ul className="sipur-imgs">
                <li>
                    <img src="../../assets/images/sipur/sipur21.jpg" alt="סיפור בהמחשה"></img>
                </li>
                <li>
                    <img src="../../assets/images/sipur/sipur16.jpg" alt="סיפור בהמחשה"></img>
                </li>
                <li>
                    <img src="../../assets/images/sipur/sipur34.jpg" alt="סיפור בהמחשה"></img>
                </li>
            </ul>
            
        </div>
    )
}

export default Meonot;