import React from 'react';
import '../style/Schools.scss';

const Schools = () => {

    return (
        <div className="schools">
            <h3>חוגים לבתי ספר</h3>
            <ul className="hoogim">
                <li>
                    <h4>חוג מסע על כנפי הדמיון:</h4>
                    מדי שבוע יגיעו מדריך או מדריכה מקצועיים לשעה קסומה עם הילדים.<br></br>
                    יחד הם יעשו תיאטרון אינטראקטיבי, בו יציגו הצגה מוכרת מעולם האגדות:<br></br>
                    שלגיה ושבעת הגמדים<br></br>
                    החתול במגפיים<br></br>
                    פרח לב הזהב<br></br>
                    ועוד...<br></br>
                    ההצגה מלווה במוזיקה סוחפת, תפאורה ססגונית, איפור תואם ותלבושות מקוריות.<br></br>
                    <br></br>
                    <span>ערך מוסף:</span> עבודה על <strong>הביטחון העצמי</strong> של הילד בעזרת שימוש ב"כלי" השחקן 
                    (קול, הבעת רגשות, הבעות פנים ותנועות גוף), עבודה בקבוצה, <strong>שיתוף פעולה, 
                    כבוד הדדי,</strong> למידה על עולם הבמה: יחסי קהל - במה, קיר רביעי, גב לקהל, קול רם ועוד.
                    <img src="../../assets/images/masa-bs/95.jpg" alt="מסע על כנפי הדימיון - בית ספר"></img>
                </li>
                <li>
                    <h4>חוג אליפות ישראל בדקה לילדים:</h4>
                    הפעילות מבוססת על שעשועון הטלוויזיה "אליפות ישראל בדקה". בפועל, מתאפשר לכל אחד ללא יידע בטריוויה כללית או כושר גופני יוצא דופן, להצליח במשימות מרתקות, היתוליות ואתגריות במיוחד האורכות דקה אחת בלבד.
                    <br></br>
                    בגרסה שלנו, נחלק את הילדים לשתי קבוצות ובכל פעם יתחרו שני ילדים, אחד מכל קבוצה, במשימות קלות יחסית אך מאתגרות, של דקה אחת בלבד (זמן רב יותר יינתן בהתאם לגיל).
                    <br></br>
                    בכל חוג ישתתפו כל הילדים שירצו, כך שכולם יכולים לנסות ולצלוח את המשימה.
                    <br></br>
                    כל ילד שצולח את המשימה מזכה את קבוצתו בנקודה. מי שלא ירצה להשתתף יהיה שופט ויעודד.<br></br>
                    <br></br>
                    <span>ערך מוסף:</span> עבודה על <strong>דינמיקה קבוצתית,</strong> שיתוף פעולה, <strong>הכרות עמוקה ומשמעותית</strong> בין הילדים, שאיפה למצוינות, <strong>גיבוש,</strong> לימוד דפוסי פעולה משותפים והענקה של תלכיד חברתי וחוויה לאורך זמן.
                    <img src="../../assets/images/alifut/alifut6.jpg" alt="אליפות ישראל בדקה"></img>
                </li>
                <li>
                    <h4>חוג המירוץ למיליון לילדים:</h4>
                    פעילות ODT מעניינת ומלאת אתגר, המבוססת על חוקי "המירוץ למיליון", ומשלבת משימות מאתגרות, המעלות חיוך ודורשות יצירתיות ויכולת אלתור.
                    <br></br>
                    המשחק מפגיש את המשתתפים עם מקומות ואנשים בלתי שגרתיים, ובאופן מדהים גורם לחברי הקבוצה הנאה, סיפוק והיכרות עם היכולות שלהם ושל חבריהם.<br></br>
                    <br></br>
                    <span>ערך מוסף:</span> פעילות המאתגרת את כל החושים, <strong>התגברות על קשיים בנועם,</strong> התמודדות עם מצבים שונים, <strong>עבודת צוות,</strong> שיתוף פעולה, שאיפה למצוינות ועוד.
                    <img src="../../assets/images/alifut/alifut5.jpg" alt="המירוץ למיליון"></img>
                </li>
            </ul>
        </div>
    )
}

export default Schools;